[A_Kain_Name H7GlobalName]
mName="该隐"

[A_HeroBio_Kain H7HeroBioData]
mText="该隐站在他的兄弟罗吉乌斯对面，眼中充满了决心。罗吉乌斯周围的空气仿佛听从他的命令般旋转。该隐的黑暗魔法在他的血管中脉动，准备吞噬罗吉乌斯。带着微笑，该隐抬起手，让阴影起舞。罗吉乌斯是个值得一战的对手，但黑暗是该隐的盟友。这场战斗将展示谁拥有真正的力量。"

[A_Rogius_Name H7GlobalName]
mName="罗吉乌斯"

[A_HeroBio_Rogius H7HeroBioData]
mText="罗吉乌斯站在他的兄弟该隐对面，周围的空气充满了能量。该隐的黑暗魔法如同遮蔽太阳的阴影。罗吉乌斯挥手激起风，驱散该隐的黑暗法术。但该隐很强大，他的眼睛闪烁着力量的光芒。罗吉乌斯知道这将不是一场轻松的战斗。但他已准备好为天空的自由而战，对抗黑暗。"

[classes.A_Academy_Magic_Offensive H7HeroClass]
mName="气系法师"

v1.38.2

[A_Grool_Name H7GlobalName]
mName="格鲁尔"

[A_HeroBio_Grool H7HeroBioData]
mText="格鲁尔以其指挥远程战士的能力而闻名。几乎没有对手能成功突破他军队的前排。一天，他率领部队进行了一场决定性的战斗，箭矢精准地飞驰，他的命令毫无差错。但又一次，如同每次胜利之后一样，当他的战友们在庆祝时，格鲁尔却退回自己的帐篷里喝蜂蜜酒、抽烟斗。他知道总有一天他的恶习可能会追上他，但现在他享受着荣耀和对他技能的认可。"

[classes.A_Stronghold_Magic_Financial H7HeroClass]
mName="神射大师"